{
  "name": "Project Kingdom XIII",
  "artist": "Key Jay",
  "additional_credits": "",
  "release": "2020-03-15T04:00:00.000Z",
  "platforms": [{
    "youtube": "https://www.youtube.com/watch?v=qb7RRg6HJBI",
    "spotify": "",
    "bandcamp": "https://keyjayhd.bandcamp.com/album/angels-burning-blue-savior",
    "applemusic": "",
    "amazonmusic": ""
  }],
  "description": "<p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p>So it has certainly been some time since my last Sonic the Hedgehog based production, but in light of the recent Sonic the Hedgehog Movie (which you should totally go see), I thought I'd come up with something new in celebration. <p><iframe src=\"https://www.youtube.com/embed/qb7RRg6HJBI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
}